Repository: ujdhesa/Signal-for-Android-sq-translation-revisited
Catalog: xliff_signal-android_master_*.xlf
Languages: sq

source: Yes
sq: Po

source: No
sq: Jo

source: Delete
sq: Fshije

source: Please wait...
sq: Ju lutemi, pritni…

source: Save
sq: Ruaje

source: New message
sq: Mesazh i ri

source: Currently: %s
sq: I tanishmi: %s

source: You haven't set a passphrase yet!
sq: S\’keni caktuar ende frazëkalim!

source: Delete all old messages now?
sq: Të fshihen krejt mesazhet e vjetër tani?

source: This will immediately trim all conversations to the most recent message.
sq: Kjo do të qethë menjëherë krejt bisedat deri te mesazhi më i ri.

source: This will immediately trim all conversations to the %d most recent messages.
sq: Kjo do të qethë menjëherë krejt bisedat deri te %d mesazhet më të rinj.

source: Delete
sq: Fshije

source: Disable passphrase?
sq: Të çaktivizohet frazëkalimi?

source: This will permanently unlock Signal and message notifications.
sq: Kjo shkyçë për vazhdimisht Signal-in dhe njoftime mesazhesh.

source: Disable
sq: Çaktivizoje

source: Unregistering
sq: Po çregjistrohet

source: Unregistering from Signal messages and calls...
sq: Po çregjistrohet nga mesazhe dhe thirrje Signal-i…

source: Disable Signal messages and calls?
sq: Të çaktivizohen mesazhe dhe thirrje Signal?

source: Disable Signal messages and calls by unregistering from the server. You will need to re-register your phone number to use them again in the future.
sq: Çaktivizo mesazhe dhe thirrje përmes Signal-it duke u çregjistruar nga shërbyesi. Për t\’i ripërdorur në të ardhmen, do t\’ju duhet të riregjistroni numrin tuaj të telefonit.

source: Error connecting to server!
sq: Gabim gjatë lidhjes me shërbyesin!

source: SMS Enabled
sq: Me SMS të aktivizuara

source: Touch to change your default SMS app
sq: Prekeni që të ndryshoni aplikacionin tuaj parazgjedhje për SMS

source: SMS Disabled
sq: Me SMS të çaktivizuara

source: Touch to make Signal your default SMS app
sq: Prekeni për ta bërë Signal-in aplikacionin tuaj parazgjedhje për SMS-të

source: Screen lock %1$s, Registration lock %2$s
sq: Kyçje ekrani %1$s, kyçje Regjistrimi %2$s

source: Theme %1$s, Language %2$s
sq: Temë %1$s, Gjuhë %2$s

source: %d minute
sq: %d minutë

source: %d minutes
sq: %d minuta

source: (image)
sq: (figurë)

source: (location)
sq: (vendndodhje)

source: (reply)
sq: (përgjigju)

source: Can't find an app to select media.
sq: S\’gjendet dot aplikacion për përzgjedhje mediash.

source: Signal requires the Storage permission in order to attach photos, videos, or audio, but it has been permanently denied. Please continue to the app settings menu, select "Permissions", and enable "Storage".
sq: Që të mund të bashkëngjisë foto, video, ose audio, Signal-i lyp leje Depozitimi, por kjo i është mohuar. Ju lutemi, vazhdoni për te menuja e rregullimeve të aplikacionit, përzgjidhni "Leje", dhe aktivizoni "Depozitim".

source: Signal requires Contacts permission in order to attach contact information, but it has been permanently denied. Please continue to the app settings menu, select "Permissions", and enable "Contacts".
sq: Që të mund të bashkëngjisë të dhëna kontakti, Signal-i lyp leje përdorimi Kontaktesh, por kjo i është mohuar. Ju lutemi, vazhdoni për te menuja e rregullimeve të aplikacionit, përzgjidhni "Leje", dhe aktivizoni "Kontakte".

source: Signal requires Location permission in order to attach a location, but it has been permanently denied. Please continue to the app settings menu, select "Permissions", and enable "Location".
sq: Që të mund të bashkëngjisë një vendndodhje, Signal-i lyp leje përdorimi Vendodhjesh, por kjo i është mohuar. Ju lutemi, vazhdoni për te menuja e rregullimeve të aplikacionit, përzgjidhni "Leje", dhe aktivizoni "Vendndodhje".

source: Signal requires the Camera permission in order to take photos, but it has been permanently denied. Please continue to the app settings menu, select "Permissions", and enable "Camera".
sq: Që të mund të bëjë foto, Signal-i lyp leje përdorimi Kamere, por kjo i është mohuar. Ju lutemi, vazhdoni për te menuja e rregullimeve të aplikacionit, përzgjidhni "Leje", dhe aktivizoni "Kamerë".

source: Error playing audio!
sq: Gabim në luajtjen e audios!

source: Blocked contacts
sq: Kontakte të bllokuara

source: Today
sq: Sot

source: Yesterday
sq: Dje

source: This week
sq: Këtë javë

source: This month
sq: Këtë muaj

source: Incoming call
sq: Thirrje ardhëse

source: Camera unavailable.
sq: Kamera jo gati

source: Failed to save image.
sq: S\’u arrit të ruhej figura.

source: Remove
sq: Hiqe

source: Remove profile photo?
sq: Të hiqet foto profili?

source: No web browser found.
sq: S\’u gjet shfletues.

source: Your safety number with %1$s has changed. This could either mean that someone is trying to intercept your communication, or that %2$s simply reinstalled Signal.
sq: Numri juaj i sigurisë me %1$s është ndryshuar. Kjo mund të jetë shenjë se ose dikush po rreket të përgjojë komunikimin tuaj, ose se %1$s thjesht ka riinstaluar Signal-in.

source: You may wish to verify your safety number with this contact.
sq: Mund të doni të verifikoni numrin tuaj të sigurisë me këtë kontakt.

source: Accept
sq: Pranoje

source: Recent chats
sq: Biseda së fundi

source: Contacts
sq: Kontakte

source: Groups
sq: Grupe

source: Message %s
sq: %s mesazhi

source: Signal Call %s
sq: Thirrje Signal me %s

source: Given name
sq: Emër

source: Family name
sq: Mbiemër

source: Prefix
sq: Prefiks

source: Suffix
sq: Sufiks

source: Middle name
sq: Emër i dytë

source: Home
sq: Kreu

source: Mobile
sq: Celular

source: Work
sq: Pune

source: Other
sq: Tjetër

source: Selected contact was invalid
sq: Kontakti i përzgjedhur qe i pavlefshëm

source: Send failed, tap for details
sq: Dërgimi dështoi, për hollësi, prekeni

source: Received key exchange message, tap to process.
sq: U mor mesazh shkëmbimi kyçesh, prekeni që të bëhet.

source: %1$s has left the group.
sq: %1$s e la grupin.

source: Send failed, tap for unsecured fallback
sq: Dërgimi dështoi, prekeni për dërgim të pasigurt

source: Fallback to unencrypted SMS?
sq: Të përdoren SMS të pafshehtëzuara?

source: Fallback to unencrypted MMS?
sq: Të përdoren MMS të pafshehtëzuara?

source: This message will <b>not</b> be encrypted because the recipient is no longer a Signal user.\n\nSend unsecured message?
sq: Kjo mesazh <b>nuk</b> s\’do të fshehtëzohet, ngaqë marrësi s\’është më përdorues i Signal-it.\n\nTë dërgohet mesazh i pasiguruar?

source: Can't find an app able to open this media.
sq: S\’gjendet dot një aplikacion i aftë për hapjen e kësaj medie.

source: Copied %s
sq: U kopjua %s

source: from %s
sq: nga %s

source: to %s
sq: te %s

source: Reset secure session?
sq: Të rikthehet te parazgjedhjet sesioni i sigurt?

source: This may help if you're having encryption problems in this conversation. Your messages will be kept.
sq: Kjo mund të ndihmojë nëse keni probleme fshehtëzimi në këtë bisedë. Mesazhet tuaja do të ruhen.

source: Reset
sq: Riktheje

source: Add attachment
sq: Shtoni bashkëngjitje

source: Select contact info
sq: Përzgjidhni të dhëna kontakti

source: Compose message
sq: Hartoni mesazh

source: Sorry, there was an error setting your attachment.
sq: Na ndjeni, pati një gabim në caktimin e bashkëngjitjes tuaj.

source: Recipient is not a valid SMS or email address!
sq: Marrësi s\’është adresë SMS ose email e vlefshme!

source: Message is empty!
sq: Mesazhi është i zbrazët!

source: Group members
sq: Anëtarë grupi

source: Invalid recipient!
sq: Marrës i pavlefshëm!

source: Added to home screen
sq: U shtua te skena e kreut

source: Calls not supported
sq: Thirrjet nuk mbulohen

source: This device does not appear to support dial actions.
sq: Kjo pajisje s\’duket se mbulon veprime formimi numrash.

source: Leave group?
sq: Të braktiset grupi?

source: Are you sure you want to leave this group?
sq: A jeni i sigurt se dëshironi ta braktisni grupin?

source: Insecure SMS
sq: SMS i pasigurt

source: Insecure MMS
sq: MMS i pasigurt

source: Let's switch to Signal %1$s
sq: Le të kalojmë në Signal %1$s

source: Let's use this to chat: %1$s
sq: Le ta përdorim këtë për të biseduar: %1$s

source: Error leaving group
sq: Gabim braktisje grupi

source: Please choose a contact
sq: Ju lutem, zgjidhni një kontakt

source: Unblock this contact?
sq: Të zhbllokohet ky kontakt?

source: Unblock this group?
sq: Të zhbllokohet ky grup?

source: You will once again be able to receive messages and calls from this contact.
sq: Do të jeni sërish në gjendje të merrni mesazhe dhe thirrje nga ky kontakt.

source: Existing members will be able to add you to the group again.
sq: Anëtarët ekzistues do të jenë në gjendje t\’ju shtojnë sërish te grupi.

source: Unblock
sq: Zhbllokoje

source: Attachment exceeds size limits for the type of message you're sending.
sq: Bashkëngjitja tejkalon kufij madhësie për llojin e mesazhit që po dërgoni.

source: Camera unavailable
sq: Kamera jo gati

source: Unable to record audio!
sq: S\’arrihet të incizohet audio!

source: There is no app available to handle this link on your device.
sq: S\’ka aplikacion të gatshëm në celularin tuaj për trajtim të kësaj në pajisjen tuaj.

source: To send audio messages, allow Signal access to your microphone.
sq: Për të dërguar mesazhe zanorë, lejojeni Signal-in të përdorë mikrofonin tuaj.

source: Signal requires the Microphone permission in order to send audio messages, but it has been permanently denied. Please continue to app settings, select "Permissions", and enable "Microphone".
sq: Që të mund të dërgojë mesazhe audio, Signal-i lyp leje përdorimi të Mikrofonit, por kjo i është mohuar. Ju lutemi, kaloni te rregullimet e aplikacionit, përzgjidhni "Leje", dhe aktivizoni "Mikrofonin".

source: To call %s, Signal needs access to your microphone and camera.
sq: Për të thirrur %s, Signal-i lyp hyrje në mikrofonin dhe kamerën tuaj.

source: Signal needs the Microphone and Camera permissions in order to call %s, but they have been permanently denied. Please continue to app settings, select "Permissions", and enable "Microphone" and "Camera".
sq: Që të bëjë thirrje me %s, Signal-i lyp leje përdorimi të Mikrofonit dhe Kamerës, por kjo i është mohuar. Ju lutemi, kaloni te rregullimet e aplikacionit, përzgjidhni "Leje", dhe aktivizoni "Mikrofonin" dhe "Kamerën".

source: To capture photos and video, allow Signal access to the camera.
sq: Për të bërë foto dhe dhe video, lejojini Signal-it të përdorë kamerën.

source: Signal needs the Camera permission to take photos or video, but it has been permanently denied. Please continue to app settings, select "Permissions", and enable "Camera".
sq: Që të bëjë foto ose video, Signal-i lyp leje përdorimi të Kamerës, por kjo i është mohuar. Ju lutemi, kaloni te rregullimet e aplikacionit, përzgjidhni "Leje", dhe aktivizoni "Kamerën".

source: Signal needs Camera permissions to take photos or video
sq: Që të bëjë foto ose video, Signal-i lyp leje përdorimi të Kamerës

source: %d unread message
sq: %d mesazh i palexuar

source: %d mesazhe të palexuar
sq: %d porosi të palexuara

source: Delete selected message?
sq: Të fshihet mesazhi i përzgjedhur?

source: Delete selected messages?
sq: Të fshihen mesazhet e përzgjedhur?

source: This will permanently delete the selected message.
sq: Kjo do të fshijë përgjithmonë mesazhin e përzgjedhur.

source: This will permanently delete all %1$d selected messages.
sq: Kjo do të fshijë përgjithmonë krejt %1$d mesazhet e përzgjedhur.

source: Save to storage?
sq: Të ruhet në depozitë?

source: Saving this media to storage will allow any other apps on your device to access it.\n\nContinue?
sq: Ruajtja e kësaj medieje në depozitë do t\’i lejojë përdorimin e tij cilitdo aplikacioni tjetër në pajisjen tuaj.\n\nTë vazhdohet?

source: Saving all %1$d media to storage will allow any other apps on your device to access them.\n\nContinue?
sq: Ruajtja e %1$d medieve në depozitë do t\’i lejojë përdorimin e tyre cilitdo aplikacioni tjetër në pajisjen tuaj.\n\nTë vazhdohet?

source: Error while saving attachment to storage!
sq: Gabim gjatë ruajtjes së bashkëngjitjes në depozitë!

source: Error while saving attachments to storage!
sq: Gabim gjatë ruajtjes së bashkëngjitjeve në depozitë!

source: Unable to write to storage!
sq: S\’arrihet të shkruhet në depozitë!

source: Saving attachment
sq: Po ruhet bashkëngjitja

source: Saving %1$d attachments
sq: Po ruhen %1$d bashkëngjitje

source: Saving attachment to storage...
sq: Po ruhet bashkëngjitja në depozitë…

source: Saving %1$d attachments to storage...
sq: Po ruhet %1$d në depozitë…

source: Pending...
sq: Pezull…

source: Data (Signal)
sq: Të dhëna (Signal)

source: Deleting
sq: Po fshihet

source: Deleting messages...
sq: Po fshihen mesazhe…

source: Original message not found
sq: S\’u gjet mesazhi origjinal

source: Original message no longer available
sq: Mesazhi origjinal s\’gjendet më

source: There is no browser installed on your device.
sq: Në pajisjen tuaj s\’ka shfletues të instaluar.

source: No results found for '%s'
sq: S\’u gjetën përfundime për '%s'

source: Delete selected conversation?
sq: Të fshihet biseda e përzgjedhur?

source: Delete selected conversations?
sq: Të fshihen bisedat e përzgjedhura?

source: This will permanently delete the selected conversation.
sq: Kjo do të fshijë përgjithmonë bisedën e përzgjedhur.

source: This will permanently delete all %1$d selected conversations.
sq: Kjo do të fshijë përgjithmonë krejt %1$d bisedat e përzgjedhura.

source: Deleting
sq: Po fshihet

source: Deleting selected conversations...
sq: Po fshihen bisedat e përzgjedhura…

source: Conversation archived
sq: Biseda u arkivua

source: %d conversations archived
sq: U arkivuan %d biseda

source: UNDO
sq: ZHBËJE

source: Moved conversation to inbox
sq: Biseda u shpu te të marrat

source: Moved %d conversations to inbox
sq: %d biseda u shpunë te të marrat

source: Key exchange message
sq: Mesazh shkëmbimi kyçesh

source: Archived conversations (%d)
sq: Biseda të arkivuara (%d)

source: Your profile info
sq: Të dhëna të profilit tuaj

source: Error setting profile photo
sq: Gabim në caktim fotoje profili

source: Problem setting profile
sq: Problem në rregullim profili

source: Profile photo
sq: Foto profili

source: Too long
sq: Shumë i gjatë

source: Using custom: %s
sq: Me përdorim të një të përshtaturi: %s

source: Using default: %s
sq: Me përdorim parazgjedhjeje: %s

source: None
sq: Asnjë

source: Now
sq: Tani

source: Today
sq: Sot

source: Yesterday
sq: Dje

source: Sending
sq: Po dërgohet

source: Sent
sq: U dërgua

source: Delivered
sq: U dorëzua

source: Read
sq: U lexua

source: Unlink '%s'?
sq: Të shkëputet '%s'?

source: By unlinking this device, it will no longer be able to send or receive messages.
sq: Duke e shkëputur këtë pajisje, s\’do të jetë më në gjendje të dërgojë ose marrë mesazhe.

source: Network connection failed
sq: Dështoi lidhja me rrjetin

source: Try again
sq: Riprovo

source: Unlinking device...
sq: Po shkëputet pajisja…

source: Unlinking device
sq: Po shkëputet pajisja

source: Network failed!
sq: Rrjeti dështoi!

source: Unnamed device
sq: Pajisje e paemër

source: Linked %s
sq: U lidh %s

source: Last active %s
sq: Aktiv së fundi %s

source: Today
sq: Sot

source: Unknown file
sq: Kartelë e panjohur

source: Optimize for missing Play Services
sq: Optimizoje për Shërbime Play që mungojnë

source: This device does not support Play Services. Tap to disable system battery optimizations that prevent Signal from retrieving messages while inactive.
sq: Kjo pajisje nuk mbulon Shërbime Play. Prekeni që të çaktivizohen optimizime baterie sistemi të cilat e pengojnë Signal-in të marrë mesazhe teksa është joaktiv.

source: Share with
sq: Ndaje me

source: Welcome to Signal.
sq: Mirë se vini në Signal.

source: TextSecure and RedPhone are now one private messenger, for every situation: Signal.
sq: Tanimë TextSecure dhe RedPhone janë një shkëmbyes mesazhesh private i vetëm, për çdo situatë: Signal.

source: Welcome to Signal!
sq: Mirë se vini në Signal!

source: TextSecure is now Signal.
sq: TextSecure është tash Signal.

source: TextSecure and RedPhone are now one app: Signal. Tap to explore.
sq: Tanimë TextSecure dhe RedPhone janë një aplikacion. Prekeni që ta eksploroni.

source: Say hello to secure video calls.
sq: Urojini mirëseardhjen thirrjeve video të siguruara.

source: Signal now supports secure video calling. Just start a Signal call like normal, tap the video button, and wave hello.
sq: Signal-i tanimë mbulon thirrje video të siguruara. Thjesht filloni një thirrje Singal si zakonisht, prekni butonin e videos, dhe përshëndetni palën tjetër.

source: Signal now supports secure video calling.
sq: Signal-i tanimë mbulon thirrje video të siguruara.

source: Signal now supports secure video calling. Tap to explore.
sq: Signal-i tanimë mbulon thirrje video të siguruara. Prekeni që ta eksploroni.

source: Now you can share a profile photo and name with friends on Signal
sq: Tani në Signal mund të ndani me shokët foto dhe emër profili

source: Signal profiles are here
sq: Profilet Signal gjenden këtu

source: Introducing typing indicators.
sq: Ju paraqesim indikatorë shtypjeje

source: Now you can optionally see and share when messages are being typed.
sq: Tani mund të shihni, në daçi, kur shtypen mesazhe.

source: Would you like to enable them now?
sq: Doni të aktivizohen që tani

source: Typing indicators are here
sq: Mbërritën indikatorët e shtypjes

source: Enable typing indicators
sq: Aktivizoni indikatorë shtypjeje

source: Turn on typing indicators
sq: Vërini në punë indikatorët e shtypjes

source: No thanks
sq: Jo, faleminderit

source: Retrieving a message...
sq: Po merret një mesazh…

source: Permanent Signal communication failure!
sq: Dështim i përhershëm komunikimi nga Signal!

source: Signal was unable to register with Google Play Services. Signal messages and calls have been disabled, please try re-registering in Settings &gt; Advanced.
sq: Signal-i s\’arriti të bëjë regjistrimin me Google Play Services. Mesashet dhe thirrjet Signal janë çaktivizuar, ju lutemi, provoni riregjistrimin që nga Rregullime &gt; Të mëtejshme.

source: Error while retrieving full resolution GIF
sq: Gabim gjatë marrjes së GIF-it me qartësi të plotë

source: GIFs
sq: GIFe

source: Stickers
sq: Ngjitëse

source: New group
sq: Grup i ri

source: Edit group
sq: Përpunoni grupin

source: Group name
sq: Emër grupi

source: New MMS group
sq: Grup MMS i ri

source: You have selected a contact that doesn't support Signal groups, so this group will be MMS.
sq: Keni përzgjedhur një kontakt që nuk mbulon grupe Signal, prandaj ky grup do të jetë MMS.

source: You're not registered for Signal messages and calls, so Signal groups are disabled. Please try registering in Settings &gt; Advanced.
sq: S\’jeni i regjistruar për mesazhe dhe thirrje Signal, prandaj grupet Signal janë çaktivizuar. Ju lutemi, provoni të regjistroheni, që nga Rregullime &gt; Të mëtejshme.

source: You need at least one person in your group!
sq: Ju duhet së paku një person në grupin tuaj!

source: One of the members of your group has a number that can't be read correctly. Please fix or remove that contact and try again.
sq: Një nga anëtarët e grupit tuaj ka numër që s\’mund të lexohet saktë. Ju lutemi, ndreqeni, ose hiqeni atë kontakt dhe riprovoni.

source: Group avatar
sq: Avatar grupi

source: Apply
sq: Zbatoje

source: Creating %1$s…
sq: Po krijohet %1$s…

source: Updating %1$s...
sq: Po përditësohet %1$s…

source: Couldn't add %1$s because they're not a Signal user.
sq: S\’u shtua dot %1$s, ngaqë s\’është përdorues Signal-i.

source: Loading group details...
sq: Po ngarkohen hollësi grupi…

source: You're already in the group.
sq: Jeni tashmë te grupi.

source: Share your profile name and photo with this group?
sq: Të ndahet emri dhe fotoja juaj e profilit me këtë grup?

source: Do you want to make your profile name and photo visible to all current and future members of this group?
sq: Doni t\’i bëni emrin dhe foton e profilit të dukshme për krejt anëtarët e tanishëm dhe të ardhshëm të këtij grupi?

source: Make visible
sq: Bëji të dukshme

source: Me
sq: Unë

source: Tap and hold to record a voice message, release to send
sq: Që të incizoni një mesazh zanor, prekeni dhe mbajeni të prekur, për ta dërguar, lëshojeni

source: Share
sq: Ndaje

source: Choose contacts
sq: Zgjidhni kontakte

source: Cancel
sq: Anuloje

source: Sending...
sq: Po dërgohet…

source: Heart
sq: Zemër

source: Invitations sent!
sq: Ftesat u dërguan!

source: Invite to Signal
sq: Ftojeni në Signal

source: SEND SMS TO %d FRIEND
sq: DËRGOJINI SMS %d SHOKU

source: SEND SMS TO %d FRIENDS
sq: DËRGOJINI SMS %d SHOKËVE

source: Send %d SMS invite?
sq: Të dërgohet %d ftesë SMS?

source: Send %d SMS invites?
sq: Të dërgohen %d ftesa SMS?

source: Let's switch to Signal: %1$s
sq: Le të kalojmë në Signal: %1$s

source: It looks like you don't have any apps to share to.
sq: Duket sikur s\’keni aplikacione me të cilat të ndani.

source: Friends don't let friends chat unencrypted.
sq: Kush të do, s'të lë të bisedosh në mënyrë të pafshehtëzuar.

source: Working in the background...
sq: Po punohet në prapaskenë…

source: Failed to send
sq: Dështoi dërgimi

source: New safety number
sq: Numër sigurie i ri

source: Background connection enabled
sq: U aktivizua lidhja në prapaskenë

source: Error reading wireless provider MMS settings
sq: Gabim në leximin e rregullimeve për MMS të furnizuesit të rrjetit pa fill

source: Delete selected message?
sq: Të fshihet mesazhi i përzgjedhur?

source: Delete selected messages?
sq: Të fshihen mesazhet e përzgjedhur?

source: This will permanently delete the selected message.
sq: Kjo do të fshijë përgjithmonë mesazhin e përzgjedhur.

source: This will permanently delete all %1$d selected messages.
sq: Kjo do të fshijë përgjithmonë krejt %1$d mesazhet e përzgjedhur.

source: Deleting
sq: Po fshihet

source: Deleting messages...
sq: Po fshihen mesazhet…

source: Documents
sq: Dokumente

source: Select all
sq: Përzgjidhi krejt

source: Collecting attachments...
sq: Po mblidhem bashkëngjitje…

source: Signal call in progress
sq: Thirrje Signal në zhvillim e sipër

source: Establishing Signal call
sq: Po bëhet thirrje Signal

source: Incoming Signal call
sq: Thirrje ardhëse Signal

source: Deny call
sq: Refuzoje thirrjen

source: Answer call
sq: Përgjigju thirrjes

source: End call
sq: Përfundoje thirrjen

source: Cancel call
sq: Anuloje thirrjen

source: Multimedia message
sq: Mesazh multimedia

source: Downloading MMS message
sq: Po shkarkohet mesazh MMS

source: Error downloading MMS message, tap to retry
sq: Gabim në shkarkim mesazhi MMS, prekeni që të riprovohet

source: Received a message encrypted using an old version of Signal that is no longer supported. Please ask the sender to update to the most recent version and resend the message.
sq: Morët një mesazh të fshehtëzuar duke përdorur një version të vjetër të Signal-it, që nuk mirëmbahet më. Ju lutemi, kërkojini dërguesit ta përditësojë me versionin më të ri dhe ta ridërgojë mesazhin.

source: You have left the group.
sq: E keni lënë grupin.

source: You updated the group.
sq: E përditësuat grupin.

source: You called
sq: Ju thirrët

source: Contact called
sq: Kontakti thirri

source: Missed call
sq: Thirrje e humbur

source: %s updated the group.
sq: %s përditësoi grupin.

source: %s called you
sq: ju thirri %s

source: Called %s
sq: Thirrët %s

source: Missed call from %s
sq: Thirrje e humbur nga %s

source: %s is on Signal!
sq: %s është në Signal!

source: You disabled disappearing messages.
sq: Çaktivizuat zhdukje mesazhesh.

source: %1$s disabled disappearing messages.
sq: %1$s çaktivizoi zhdukje mesazhesh.

source: You set the disappearing message timer to %1$s.
sq: E vutën kohëmatësin e zhdukjes së mesazheve për %1$s.
