Repository: ujdhesa/Signal-for-Android-sq-translation-revisited
Catalog: xliff_signal-android_master_*.xlf
Languages: sq

source: Your safety number with %s just changed.
sq: Numri juaj i sigurisë me %s sapo ndryshoi.

source: Your safety numbers with %1$s and %2$s just changed.
sq: Numrat tuaj të sigurisë me %1$s dhe %2$s sapo ndryshuan.

source: Your safety numbers with %1$s, %2$s, and %3$s just changed.
sq: Numrat tuaj të sigurisë me %1$s, %2$s dhe %3$s sapo ndryshuan.

source: %d other
sq: %d tjetër

source: %d others
sq: %d të tjerë

source: Search GIFs and stickers
sq: Kërko GIF-e dhe ngjitës

source: Nothing found
sq: S\’u gjet gjë

source: Could not read the log on your device. You can still use ADB to get a debug log instead.
sq: S\’u lexua dot regjistri në pajisjen tuaj. Mundeni prapëseprapë të përdorni ADB-në që të merrni një regjistër diagnostikimi.

source: Thanks for your help!
sq: Faleminderit për ndihmën!

source: Submitting
sq: Po parashtrohet

source: No browser installed
sq: S\’ka shfletues të instaluar

source: Don't submit
sq: Mos e parashtro

source: Submit
sq: Parashtroje

source: Got it
sq: U mor

source: Compose email
sq: Hartoni email

source: This log will be posted publicly online for contributors to view, you may examine and edit it before submitting.
sq: Ky regjistër do të postohet publikisht në internet që kontribuesit ta shohin, mund ta ekzaminoni dhe përpunoni përpara se ta parashtroni.

source: Loading logs…
sq: Po ngarkohen në kujtesë regjistrat…

source: Uploading logs…
sq: Po ngarkohen regjistrat…

source: Success!
sq: Sukses!

source: Copy this URL and add it to your issue report or support email:\n\n<b>%1$s</b>\n
sq: Kopjojeni këtë URL dhe shtojeni te njoftimi i problemit tuaj ose email-i për asistencën:\n\n<b>%1$s</b>\n

source: Copied to clipboard
sq: U kopjua në të papastër!

source: Choose email app
sq: Zgjidhni aplikacion email!

source: Please review this log from my app: %1$s
sq: Ju lutemi, shqyrtojeni këtë regjistër të aplikacionit tim: %1$s

source: Network failure. Please try again.
sq: Dështim rrjeti. Ju lutemi, riprovoni.

source: Would you like to import your existing text messages into Signal's encrypted database?
sq: Doni të importohen mesazhet tuaj tekst te baza e fshehtëzuar e të dhënave të Signal-it?

source: The default system database will not be modified or altered in any way.
sq: Baza parazgjedhje e sistemit për të dhënat nuk do modifikohet apo tjetërsohet në ndonjë mënyrë.

source: Skip
sq: Anashkaloje

source: Import
sq: Importoji

source: This could take a moment. Please be patient, we'll notify you when the import is complete.
sq: Kjo do të marrë pak kohë. Ju lutemi, bëni durim, do t\’ju njoftojmë sapo të jetë plotësuar importimi.

source: IMPORTING
sq: IMPORTIM

source: Updating database...
sq: Po përditësohet baza e të dhënave…

source: Import system SMS database
sq: Importo bazë të dhënash SMS të sistemit

source: Import the database from the default system messenger app
sq: Importoni bazën e të dhënave nga aplikacioni parazgjedhje për shkëmbim mesazhesh i sistemit.

source: Import plaintext backup
sq: Importo kopjeruajtje tekst të thjeshtë

source: Import a plaintext backup file. Compatible with 'SMS Backup &amp; Restore.'
sq: Importoni një kartelë kopjeruajtje tekst të thjeshtë. E përputhshme me hapin 'Kopjeruajtje &amp; Rikthim SMS-sh'.

source: See full conversation
sq: Shihni bisedën e plotë

source: Loading
sq: Po ngarkohet

source: No media
sq: S\’ka media

source: VIEW
sq: SHIHENI

source: RESEND
sq: RIDËRGOJE

source: Resending...
sq: Po ridërgohet…

source: %1$s joined the group.
sq: %1$s u bë pjesë e grupit.

source: Group name is now '%1$s'.
sq: Emri i grupit tani është '%1$s'.

source: Make your profile name and photo visible to this group?
sq: Të bëhet emri dhe fotoja juaj e profilit të dukshëm për këtë grup?

source: Unlock
sq: Zhbllokoje

source: Signal requires MMS settings to deliver media and group messages through your wireless carrier. Your device does not make this information available, which is occasionally true for locked devices and other restrictive configurations.
sq: Që të shpërndajë media dhe mesazhe grupi përmes shërbimit tuaj celular, Signal-i lyp rregullime për MMS-në. Pajisja juaj celulare nuk ofron të dhëna të tilla, çka ndodh, me raste, për pajisje të kyçura ose formësimeve të tjera kufizuese.

source: To send media and group messages, tap 'OK' and complete the requested settings. The MMS settings for your carrier can generally be located by searching for 'your carrier APN'. You will only need to do this once.
sq: Për të dërgua media dhe mesazhe grupi, prekni 'OK' dhe plotësoni rregullimet e domosdoshme. Rregullimet MMS për operatorin tuaj zakonisht mund të gjenden duke kërkuar për 'APN-në e operatorit tuaj'. Këtë do t\’ju duhet ta bëni vetëm një herë.

source: Set later
sq: Caktojini më vonë

source: FINISH
sq: PËRFUNDOJE

source: Who can see this information?
sq: Kush mund t\’i shohë këto të dhëna?

source: Your name
sq: Emri juaj

source: Shared media
sq: Media e ndarë me të tjerët

source: Mute conversation
sq: Heshtoje bisedën

source: Custom notifications
sq: Njoftime vetjake

source: System notification settings
sq: Rregullime mbi njoftime sistemi

source: Notification sound
sq: Tingull njoftimesh

source: Vibrate
sq: Dridhu

source: Block
sq: Bllokoje

source: Color
sq: Ngjyrë

source: View safety number
sq: Shihni numër sigurie

source: Chat settings
sq: Rregullime fjalosjeje

source: Privacy
sq: Privatësi

source: Call settings
sq: Rregullime thirrjeje

source: Ringtone
sq: Zile

source: Signal Call
sq: Thirrje përmes Signal-i

source: Mute
sq: Heshtoje

source: Switch Cameras
sq: Ndërroni Kamera

source: PHONE NUMBER
sq: NUMËR TELEFONI

source: Signal makes it easy to communicate by using your existing phone number and address book. Friends and contacts who already know how to contact you by phone will be able to easily get in touch by Signal.\n\nRegistration transmits some contact information to the server. It is not stored.
sq: Signal e bën të lehtë të komunikoni duke përdorur numrin tuaj ekzistues të telefonit dhe librin e adresave. Shokë dhe kontakte që dinë tashmë si të lidhen me ju përmes telefonit do të jenë në gjendje të lidhen me ju lehtësisht përmes Signal-it.\n\nRegjistrimi transmeton te shërbyesi disa të dhëna kontakti. Të cilat nuk depozitohen.

source: Verify Your Number
sq: Verifikoni Numrin Tuaj

source: Please enter your mobile number to receive a verification code. Carrier rates may apply.
sq: Ju lutemi, jepni numrin tuaj të celularit, që të merrni një kod verifikimi. Mund të aplikohen tarifa operatori.

source: <small>Enter a name or number</small>
sq: <small>Jepni një emër ose një numër</small>

source: Add members
sq: Shtoni anëtarë

source: The sender is not in your contact list
sq: Dërguesi s\’gjendet në listën tuaj të kontakteve

source: BLOCK
sq: BLLOKOJE

source: ADD TO CONTACTS
sq: SHTOJE NË KONTAKTET

source: DON'T ADD, BUT MAKE MY PROFILE VISIBLE
sq: MOS E SHTO, POR BËJA TË DUKSHËM PROFILIN TIM

source: <![CDATA[If you wish to verify the security of your encryption with %s, compare the number above with the number on their device. Alternatively, you can scan the code on their phone, or ask them to scan your code. <a href="https://signal.org/redirect/safety-numbers">Learn more.</a>]]>
sq: <![CDATA[Nëse dëshironi të verifikoni sigurinë e fshehtëzimit tuaj me %s, krahasojeni numrin më sipër me numrin në pajisjen e tyre. Ndryshe, mund të skanoni kodin në telefonin e tyre, ose t\’u kërkoni të skanojnë kodin tuaj. <a href="https://signal.org/redirect/safety-numbers">Mësoni më tepër.</a>]]>

source: Tap to scan
sq: Prekeni që të skanohet

source: Loading...
sq: Po ngarkohet…

source: Verified
sq: U verifikua

source: Share safety number
sq: Ndajeni me të tjerët numrin tuaj të sigurisë

source: Swipe up to answer
sq: Për t\’u përgjigjur, fërkojeni për sipër

source: Swipe down to reject
sq: Për ta hedhur tej, fërkojeni për poshtë

source: Some issues need your attention.
sq: Disa çështje lypin vëmendjen tuaj.

source: Sent
sq: Dërguar

source: Received
sq: Marrë

source: Disappears
sq: Zhdukje

source: Via
sq: Përmes

source: To:
sq: Për:

source: From:
sq: Nga:

source: With:
sq: Me:

source: Create passphrase
sq: Krijo frazëkalim

source: Select contacts
sq: Përzgjidhni kontakt

source: Change passphrase
sq: Ndryshoni frazëkalimin

source: Verify safety number
sq: Verifiko numër siguri

source: Submit debug log
sq: Parashtro regjistër diagnostikimi

source: Media preview
sq: Parapamje e medias

source: Message details
sq: Hollësi mesazhi

source: Linked devices
sq: Pajisje të lidhura

source: Invite friends
sq: Ftoni shokë

source: Archived conversations
sq: Biseda të arkivuara

source: Remove photo
sq: Hiqe foton

source: Import
sq: Importo

source: Use default
sq: Përdor parazgjedhje

source: Use custom
sq: Përdor vetjake

source: Mute for 1 hour
sq: Heshtoje për 1 orë

source: Mute for 2 hours
sq: Heshtoje për 2 orë

source: Mute for 1 day
sq: Heshtoje për 1 ditë

source: Mute for 7 days
sq: Heshtoje për 7 ditë

source: Mute for 1 year
sq: Heshtoje për 1 vit

source: Settings default
sq: Rregullime parazgjedhje

source: Enabled
sq: E aktivizuar

source: Disabled
sq: E çaktivizuar

source: Name and message
sq: Emër dhe mesazh

source: Name only
sq: Vetëm emrin

source: No name or message
sq: Pa emër ose mesazh

source: Images
sq: Figura

source: Documents
sq: Dokumente

source: Small
sq: I vogël

source: Large
sq: I madh

source: Extra large
sq: Shumë i madh

source: Default
sq: Parazgjedhje

source: High
sq: Lartësi

source: Max
sq: Maks.

source: %d hour
sq: %d orë

source: %d hours
sq: %d orë

source: SMS and MMS
sq: SMS dhe MMS

source: Receive all SMS
sq: Merri krejt SMS-të

source: Receive all MMS
sq: Merri krejt MMS-të

source: Use Signal for all incoming text messages
sq: Përdore Signal-in për krejt mesazhet tekst

source: Use Signal for all incoming multimedia messages
sq: Përdore Signal për krejt mesazhet multimedia ardhëse

source: Enter key sends
sq: Tasti Enter dërgon

source: Pressing the Enter key will send text messages
sq: Shtypja e tastit Enter do të sjellë dërgim mesazhesh tekst

source: Choose identity
sq: Zgjidhni identitet

source: Choose your contact entry from the contacts list.
sq: Zgjidhni kontaktin tuaj nga lista e kontakteve.

source: Change passphrase
sq: Ndryshoje frazëkalimin

source: Change your passphrase
sq: Ndryshoni frazëkalimin tuaj

source: Enable passphrase screen lock
sq: Aktivizoni kyçje ekrani me frazëkalim

source: Lock screen and notifications with a passphrase
sq: Kyçje ekrani dhe njoftime me frazëkalim

source: Screen security
sq: Siguri ekrani

source: Block screenshots in the recents list and inside the app
sq: Blloko foto ekrani te lista e të rejave dhe brenda aplikacionit.

source: Auto-lock Signal after a specified time interval of inactivity
sq: Kyçe vetvetiu Signal-in pas një itervali kohor të caktuar plogështie.

source: Inactivity timeout passphrase
sq: Frazëkalim mbarimi kohe plogështie

source: Inactivity timeout interval
sq: Interval mbarimi kohe plogështie

source: Notifications
sq: Njoftime

source: System notification settings
sq: Rregullime njoftimesh sistemi

source: LED color
sq: Ngjyrë LED-i

source: Unknown
sq: E panjohur

source: LED blink pattern
sq: Rregullsi xixëllimi LED-i

source: Sound
sq: Tingull

source: Silent
sq: Heshtazi

source: Repeat alerts
sq: Alarme të përsëritur

source: Never
sq: Kurrë

source: One time
sq: Një herë

source: Two times
sq: Dy herë

source: Three times
sq: Tri herë

source: Five times
sq: Pesë herë

source: Ten times
sq: Dhjetë herë

source: Vibrate
sq: Dridhu

source: Green
sq: E gjelbër

source: Red
sq: E kuqe

source: Blue
sq: E kaltër

source: Orange
sq: Portokalli

source: Cyan
sq: Gurkali

source: Magenta
sq: E purpurt

source: White
sq: E bardhë

source: None
sq: Asnjë

source: Fast
sq: I shpejtë

source: Slow
sq: I ngadaltë

source: Advanced
sq: Të mëtejshme

source: Privacy
sq: Privatësi

source: MMS User Agent
sq: Agjent Përdoruesi MMS

source: Manual MMS settings
sq: Rregullime dorazi për MMS-në

source: MMSC URL
sq: URL MMSC

source: MMS Proxy Host
sq: Strehë Ndërmjetësi MMS

source: MMS Proxy Port
sq: Portë Ndërmjetësi MMS

source: MMSC Username
sq: Emër përdoruesi MMSC

source: MMSC Password
sq: Fjalëkalim MMSC

source: SMS delivery reports
sq: Raporte dërgimi SMS-sh

source: Request a delivery report for each SMS message you send
sq: Kërko raport dorëzimi për çdo mesazh SMS që dërgoni.

source: Automatically delete older messages once a conversation exceeds a specified length
sq: Fshi vetvetiu mesazhe më të vjetër, sapo një bisedë tejkalon një gjatësi specifike.

source: Delete old messages
sq: Fshiji mesazhet e vjetër

source: Chats and media
sq: Fjalosje dhe media

source: Conversation length limit
sq: Kufi gjatësie bisedash

source: Trim all conversations now
sq: Shkurtoji krejt bisedat tash

source: Scan through all conversations and enforce conversation length limits
sq: Skano krejt bisedat dhe zbato detyrimisht kufij gjatësie bisedash.

source: Linked devices
sq: Pajisje të lidhura

source: Light
sq: E çelët

source: Dark
sq: E errët

source: Appearance
sq: Dukje

source: Theme
sq: Temë

source: Default
sq: Parazgjedhje

source: Language
sq: Gjuhë

source: Signal messages and calls
sq: Mesazhe dhe thirrje Signal

source: Free private messages and calls to Signal users
sq: Mesazhe dhe thirrje falas drejt përdoruesish të Signal-it

source: Submit debug log
sq: Parashtro regjistër diagnostikimi

source: 'WiFi Calling' compatibility mode
sq: Mënyrë përputhshmëri me 'Thirrje Wifi'

source: Enable if your device uses SMS/MMS delivery over WiFi (only enable when 'WiFi Calling' is enabled on your device)
sq: Aktivizojeni nëse pajisja juaj përdor dërgim SMS/MMS-sh përmes WiFi (aktivizojeni vetëm kur 'Thirrje Wifi' janë të aktivizuara në pajisjen tuaj).

source: Read receipts
sq: Dëftesa leximi

source: If read receipts are disabled, you won't be able to see read receipts from others.
sq: Nëse dëftesat e leximit janë të çaktivizuara, s\’do të jeni në gjendje të shihni dëftesa leximi nga të tjerët

source: Typing indicators
sq: Tregues shtypjeje

source: If typing indicators are disabled, you won't be able to see typing indicators from others.
sq: Nëse treguesit e shtypjeve janë të çaktivizuar, s\’do të jeni në gjendje të shihni tregues shtypjesh nga të tjerët

source: Request keyboard to disable personalized learning
sq: Kërko për tastierët çaktivizim të të mësuarit të personalizuar

source: Blocked contacts
sq: Kontakte të bllokuara

source: When using mobile data
sq: Kur përdoret rrjet celular

source: When using Wi-Fi
sq: Kur përdoret Wi-Fi

source: When roaming
sq: Nën roaming

source: Media auto-download
sq: Vetëshkarkim mediash

source: Message trimming
sq: Shkurtim mesazhesh

source: Use system emoji
sq: Përdor emoji të sistemit

source: Disable Signal's built-in emoji support
sq: Çaktivizo mbulimin e brendshëm të Signal-it për emoji-t

source: Relay all calls through the Signal server to avoid revealing your IP address to your contact. Enabling will reduce call quality.
sq: Kaloji krejt thirrjet përmes shërbyesit Signal për të shmangur zbulimin e adresës tuaj IP nga kontakti juaj. Aktivizimi do të ulë cilësinë e thirrjes.

source: Always relay calls
sq: Kaloji përherë thirrjet përmes releje

source: App access
sq: Hyrje aplikacioni

source: Communication
sq: Komunikim

source: Chats
sq: Biseda

source: Messages
sq: Mesazhe

source: Events
sq: Ngjarje

source: In-chat sounds
sq: Tinguj në fjalosje

source: Show
sq: Shfaq

source: Calls
sq: Thirje

source: Ringtone
sq: Zile

source: Show invitation prompts
sq: Shfaq mekanizëm ftesash

source: Display invitation prompts for contacts without Signal
sq: Shfaq mekanizëm ftesash për kontakte pa Signal

source: Message font size
sq: Madhësi shkronjash mesazhi

source: Contact joined Signal
sq: Kontakti zuri të përdorë Signal-in

source: Priority
sq: Përparësi

source: Sealed Sender
sq: Dërgues i Vulosur

source: Display indicators
sq: Shfaq tregues

source: Show a status icon when you select "Message details" on messages that were delivered using sealed sender.
sq: Shfaq një ikonë gjendjesh, kur përzgjidhni "Hollësi mesazhi" për mesazhe që qenë dërguar duke përdorur dërgues të vulosur.

source: Allow from anyone
sq: Lejoji prej kujtdo

source: Enable sealed sender for incoming messages from non-contacts and people with whom you have not shared your profile.
sq: Aktivizoni dërgues të vulosur për mesazhe ardhës nga persona që s\’i keni në kontaktet dhe persona të cilëve s\’u keni dhënë profilin tuaj.

source: Learn more
sq: Mësoni më tepër

source: New message to...
sq: Mesazh i ri për…

source: Call
sq: Thirrje

source: Signal call
sq: Thirrje përmes Signal-i

source: Message details
sq: Hollësi mesazhi

source: Copy text
sq: Kopjo tekstin

source: Delete message
sq: Fshije mesazhin

source: Forward message
sq: Përcille mesazhin

source: Resend message
sq: Ridërgoje mesazhin

source: Reply to message
sq: Përgjigjuni mesazhin

source: Save attachment
sq: Ruaje bashkëngjitjen

source: Disappearing messages
sq: Tretje mesazhesh

source: Messages expiring
sq: Mesazhe me skadim

source: Invite
sq: Fto

source: Delete selected
sq: Fshi të përzgjedhurit

source: Select all
sq: Përzgjidhi krejt

source: Archive selected
sq: Arkivo të përzgjedhurit

source: Unarchive selected
sq: Çarkivo të përzgjedhurit

source: Contact Photo Image
sq: Foto Kontakti

source: Archived
sq: Të arkivuar

source: Inbox zeeerrro
sq: Zero mesazhe të marrë

source: Zip. Zilch. Zero. Nada.\nYou're all caught up!
sq: Hiç. Fare. Zero. E zbrazët.\n I keni lexuar krejt!

source: New conversation
sq: Bisedë e re

source: Give your inbox something to write home about. Get started by messaging a friend.
sq: Sajoni diçka për shkrim në shtëpi. Fillojani duke shkruar një mesazh për një shok.

source: Reset secure session
sq: Reseto sesionin e sigurt

source: Unmute
sq: Çheshtoji

source: Mute notifications
sq: Heshtoji njoftimet

source: Add attachment
sq: Shto bashkëngjitje

source: Edit group
sq: Përpunoni grup

source: Leave group
sq: Braktise grupin

source: All media
sq: Krejt mediat

source: Conversation settings
sq: Rregullime bisedash

source: Add to home screen
sq: Shtoje te skena e kreut

source: Expand popup
sq: Zgjero flluskën

source: Add to contacts
sq: Shtoje te kontaktet

source: Recipients list
sq: Listë marrësish

source: Delivery
sq: Dërgim

source: Conversation
sq: Bisedë

source: Broadcast
sq: Transmetim

source: New group
sq: Grup i ri

source: Settings
sq: Rregullime

source: Lock
sq: Kyçe

source: Mark all read
sq: Shënoji krejt si të lexuar

source: Invite friends
sq: Ftoni shokë

source: Help
sq: Ndihmë

source: Copy to clipboard
sq: Kopjoje në të papastër

source: Compare with clipboard
sq: Krahasoje me lëndën në të papastër

source: Your version of Signal is outdated
sq: Versioni juaj i Signal-it është i vjetruar

source: Your version of Signal will expire in %d day. Tap to update to the most recent version.
sq: Versioni juaj i Signal-it do të skadojë për %d ditë. Prekeni që të përditësohet me versionin më të ri.

source: Your version of Signal will expire in %d days. Tap to update to the most recent version.
sq: Versioni juaj i Signal-it do të skadojë për %d ditë. Prekeni që të përditësohet me versionin më të ri.

source: Your version of Signal will expire today. Tap to update to the most recent version.
sq: Versioni juaj i Signal-it do të skadojë sot. Prekeni që të përditësohet me versionin më të ri..

source: Your version of Signal has expired!
sq: Versioni juaj i Signal-it ka skaduar!

source: Messages will no longer send successfully. Tap to update to the most recent version.
sq: Mesazhet s\’do të dërgohen më me sukses. Prekeni që të përditësohet me versionin më të ri.

source: Use as default SMS app
sq: Përdoresi aplikacionin parazgjedhje për SMS-të

source: Tap to make Signal your default SMS app.
sq: Prekeni për ta bërë Signal-in aplikacionin tuaj parazgjedhje për SMS-të.

source: Import system SMS
sq: Importo SMS sistemi

source: Tap to copy your phone's SMS messages into Signal's encrypted database.
sq: Prekeni që të kopjohen mesazhet SMS të telefonit tuaj te baza e fshehtëzuar e të dhënave të Signal-it.

source: Enable Signal messages and calls
sq: Aktivizo mesazhe dhe thirrje Signal

source: Upgrade your communication experience.
sq: Përmirësoni komunikimin tuaj.

source: Invite to Signal
sq: Ftojeni në Signal

source: Take your conversation with %1$s to the next level.
sq: Kalojeni bisedën tuaj me %1$s një shkallë më sipër.

source: Invite your friends!
sq: Ftoni shokët tuaj!

source: The more friends use Signal, the better it gets.
sq: Sa më shumë shokë që përdorin Signal-in, aq më i mirë bëhet.

source: Signal is experiencing technical difficulties. We are working hard to restore service as quickly as possible.
sq: Signal-i po kalon vështirësi teknike. Po punojmë fort të rikthejmë shërbimin sa më shpejt që të mundet.

source: Save
sq: Ruaje

source: Forward
sq: Përcilleni

source: All media
sq: Krejt mediat

source: No documents
sq: S\’ka dokumenta

source: Media preview
sq: Paraparje medie

source: Refresh
sq: Rifreskoje

source: Deleting
sq: Po fshihet

source: Deleting old messages...
sq: Po fshihem mesazhet e vjetra…

source: Old messages successfully deleted
sq: Mesazhet e vjetra u fshinë me sukses

source: Transport icon
sq: Ikonë bartjesh

source: Loading...
sq: Po ngarkohet…

source: Connecting...
sq: Po lidhet…

source: Permission required
sq: Lyp leje

source: Signal needs SMS permission in order to send an SMS, but it has been permanently denied. Please continue to app settings, select "Permissions" and enable "SMS".
sq: Që të mund të dërgohet një SMS, Signal-i lyp leje SMS-sh, por kjo i është mohuar. Ju lutemi, kaloni te rregullime aplikacioni, përzgjidhni "Leje" dhe aktivizoni "SMS".

source: Continue
sq: Vazhdo

source: Not now
sq: Jo tani

source: Signal needs Contacts permission in order to search your contacts, but it has been permanently denied. Please continue to app settings, select "Permissions", and enable "Contacts".
sq: Që të mund të kërkohet te kontaktet tuaja, Signal-i lyp leje mbi Kontaktet, por kjo i është mohuar. Ju lutemi, kaloni te rregullime aplikacioni, përzgjidhni "Leje" dhe aktivizoni "Kontakte".

source: ENABLE SIGNAL MESSAGES
sq: AKTIVIZO MESAZHE SIGNAL

source: Migrating Signal database
sq: Po migrohet baza e të dhënave Signal

source: New locked message
sq: Mesazhe të rinj të kyçur

source: Unlock to view pending messages
sq: Shkyçeni që të shihni mesazhet pezull

source: Unlock to complete update
sq: Shkyçeni që të plotësohet përditësimi

source: Please unlock Signal to complete update
sq: Ju lutemi, shkyçeni Signal-in që të plotësohet përditësimi

source: Backup passphrase
sq: Frazëkalim kopjeruajtjesh

source: Backups will be saved to external storage and encrypted with the passphrase below. You must have this passphrase in order to restore a backup.
sq: Kopjeruajtjet do të ruhen te depozitë e jashtme dhe fshehtëzohen me frazëkalimin më poshtë. Duhet të keni këtë frazëkalim, pa të mundeni të riktheni një kopjeruajtje

source: I have written down this passphrase. Without it, I will be unable to restore a backup.
sq: E kam shkruar diku këtë frazëkalim. Pa të, s\’do të jem në gjendje të rikthej një kopjeruajtje

source: Restore backup
sq: Riktheje kopjeruajtjen

source: Skip
sq: Anashkaloje

source: Register
sq: Regjistrohuni

source: Chat backups
sq: Kopjeruajtje fjalosjesh

source: Backup chats to external storage
sq: Kopjeruaji fjalosje te depozitë e jashtme

source: Create backup
sq: Krijo kopjeruajtje

source: Enter backup passphrase
sq: Jepni frazëkalim kopjeruajtjeje

source: Restore
sq: Riktheje
