Repository: ujdhesa/Signal-for-Android-sq-translation-revisited
Catalog: xliff_signal-android_master_*.xlf
Languages: sq

source: Your safety number with %s has changed.
sq: Numri juaj i sigurisë me %s është ndryshuar.

source: You marked your safety number with %s verified
sq: E shënuat numrin tuaj të sigurisë me %s si të verifikuar

source: You marked your safety number with %s verified from another device
sq: E shënuat numrin tuaj të sigurisë me %s si të verifikuar nga një tjetër pajisje

source: You marked your safety number with %s unverified
sq: E shënuat numrin tuaj të sigurisë me %s si të paverifikuar

source: You marked your safety number with %s unverified from another device
sq: E shënuat numrin tuaj të sigurisë me %s si të paverifikuar nga një tjetër pajisje

source: Passphrases don't match!
sq: Frazëkalimet nuk përputhen!

source: Incorrect old passphrase!
sq: Frazëkalim i vjetër i pasaktë!

source: Enter new passphrase!
sq: Jepni frazëkalim të ri!

source: Link this device?
sq: Të lidhet kjo pajisje?

source: CANCEL
sq: ANULOJE

source: CONTINUE
sq: VAZHDO

source: It will be able to
sq: Do të jetë në gjendje të

source: • Read all your messages \n• Send messages in your name
sq: • Lexojë krejt mesazhet tuaja. \n• Të dërojë mesazhe në emrin tuaj.

source: Linking device
sq: Lidhje pajisjeje

source: Linking new device...
sq: Po lidhet pajisje e re…

source: Device approved!
sq: Pajisja u miratua!

source: No device found.
sq: S\’u gjet pajisje.

source: Network error.
sq: Gabim rrjeti.

source: Invalid QR code.
sq: Kod QR i pavlefshëm.

source: Sorry, you have too many devices linked already, try removing some
sq: Na ndjeni, keni tashmë shumë pajisje të lidhura, provoni të hiqni disa

source: Sorry, this is not a valid device link QR code.
sq: Na ndjeni, ky s\’është kod QR lidhjeje pajisjeje i vlefshëm.

source: Link a Signal device?
sq: Të lidhet një pajisje Signal?

source: It looks like you're trying to link a Signal device using a 3rd party scanner. For your protection, please scan the code again from within Signal.
sq: Duket sikur po provoni të lidhni një pajisje Signal duke përdorur skaner të një pale të tretë. Si masë mbrojtëse, ju lutemi, riskanojeni kodin që nga brenda Signal-it.

source: Signal needs the Camera permission in order to scan a QR code, but it has been permanently denied. Please continue to app settings, select "Permissions", and enable "Camera".
sq: Që të mund të skanojë një kod QR, Signal lyp leje përdorimi të Kamerës, por kjo i është mohuar. Ju lutemi, kaloni te rregullimet e aplikacionit, përzgjidhni "Leje", dhe aktivizoni "Kamerën".

source: Unable to scan a QR code without the Camera permission
sq: S\’arrihet të skanohet kod QR pa leje mbi Kamerën

source: Disappearing messages
sq: Zhdukje mesazhesh

source: Your messages will not expire.
sq: Mesazhet tuaja nuk do të skadojnë.

source: Messages sent and received in this conversation will disappear %s after they have been seen.
sq: Mesazhet e dërguara dhe të marra në këtë bisedë do të zhduken %s pasi të jenë parë.

source: Enter passphrase
sq: Jepni frazëkalimin

source: Signal icon
sq: Ikona e Signal-it

source: Submit passphrase
sq: Parashtroje frazëkalimin

source: Invalid passphrase!
sq: Frazëkalim i pavlefshëm!

source: The version of Google Play Services you have installed is not functioning correctly. Please reinstall Google Play Services and try again.
sq: Versioni i Google Play Services që keni instaluar nuk funksionon saktë. Ju lutemi. riinstaloni Google Play Services dhe riprovoni.

source: Retrieving a message...
sq: Po merret një mesazh…

source: Rate this app
sq: Vlerësojeni këtë aplikacion

source: If you enjoy using this app, please take a moment to help us by rating it.
sq: Nëse jeni të kënaqur me përdorimin e këtij aplikacioni, na ndihmoni duke e vlerësuar atë.

source: Rate now!
sq: Vlerësojeni që tani!

source: No thanks
sq: Jo, faleminderit

source: Later
sq: Më vonë

source: Whoops, the Play Store app does not appear to be installed on your device.
sq: Hëm, aplikacioni Play Store s\’duket të jetë i instaluar në pajisjen tuaj.

source: Block this contact?
sq: Të bllokohet ky kontakt?

source: You will no longer receive messages and calls from this contact.
sq: S\’do të merrni më mesazhe dhe thirrje nga ky kontakt.

source: Block and leave this group?
sq: Të bllokohet dhe të braktiset ky grup?

source: Block this group?
sq: Të bllokohet ky grup?

source: You will no longer receive messages or updates from this group.
sq: S\’do të merrni më mesazhe apo përditësime nga ky grup.

source: Block
sq: Bllokoje

source: Unblock this contact?
sq: Të zhbllokohet ky kontakt?

source: You will once again be able to receive messages and calls from this contact.
sq: Do të jeni sërish në gjendje të merrni mesazhe dhe thirrje prej këtij kontakti.

source: Unblock this group?
sq: Të zhbllokohet ky grup?

source: Existing members will be able to add you to the group again.
sq: Anëtarët ekzistues do të jenë në gjendje t\’ju shtojnë sërish te grupi.

source: Error leaving group
sq: Gabim në braktisje grupi

source: Unblock
sq: Zhbllokoje

source: Enabled
sq: Aktivizuar

source: Disabled
sq: Çaktivizuar

source: Available once a message has been sent or received.
sq: E gatshme sapo të jetë dërguar apo marrë një mesazh.

source: Unnamed group
sq: Grup i paemër

source: Answering
sq: Duke u përgjigjur

source: Ending call
sq: Po përfundohet thirrja

source: Dialing
sq: Po thirret

source: Ringing
sq: Po bie zilja

source: Busy
sq: I zënë

source: Connected
sq: U lidh

source: Recipient unavailable
sq: Marrësi s'është në gjendje

source: Network failed!
sq: Dështoi rrjeti!

source: Number not registered!
sq: Numër i paregjistruar

source: The number you dialed does not support secure voice!
sq: Numri që thirrët nuk mbulon thirrje me zë të sigurta!

source: Got it
sq: E mora

source: Select your country
sq: Përzgjidhni vendin tuaj

source: You must specify your country code
sq: Duhet të specifikoni kodin e vendit tuaj

source: You must specify your phone number
sq: Duhet të specifikoni numrin tuaj të telefonit

source: Invalid number
sq: Numër i pavlefshëm

source: The number you specified (%s) is invalid.
sq: Numri që specifikuat (%s) është i pavlefshëm.

source: Missing Google Play Services
sq: Mungojnë Shërbimet Google Play

source: This device is missing Google Play Services. You can still use Signal, but this configuration may result in reduced reliability or performance.\n\nIf you are not an advanced user, are not running an aftermarket Android ROM, or believe that you are seeing this in error, please contact support@signal.org for help troubleshooting.
sq: Në këtë pajisje mungojnë Shërbimet Google Play. Mundeni prapëseprapë ta përdorni Signal-in, por ky formësim mund të sjellë qëndrueshmëri ose funksionim të reduktuar.\n\nNëse s\’jeni përdorues i përparuar, s\’po përdorni një ROM Android të modifikuar, ose besoni se po e shihni gabimisht këtë, ju lutemi, lidhuni me support@signal.org për ndihmë në diagnostikikim.

source: I understand
sq: E kuptoj

source: Play Services Error
sq: Gabim nga Shërbime Play

source: Google Play Services is updating or temporarily unavailable. Please try again.
sq: Shërbimet Google Play po përditësohen ose janë përkohësisht jashtë funksionimi. Ju lutemi, riprovoni.

source: Terms &amp; Privacy Policy
sq: Kushte &amp; Rregulla Privatësie

source: Unable to open this link. No web browser found.
sq: S\’arrihet të hapet kjo lidhje. S\’u gjet shfletues.

source: More information
sq: Më tepër të dhëna

source: Less information
sq: Më pak të dhëna

source: Signal needs access to your contacts and media in order to connect with friends, exchange messages, and make secure calls
sq: Që të mund të lidheni me shokët, të shkëmbeni mesazhe dhe të bëni thirje të siguruara, Signal-i lyp hyrje te kontaktet dhe mediat tuaja

source: Unable to connect to service. Please check network connection and try again.
sq: S\’arrihet të bëhet lidhja te shërbimi. Ju lutemi, kontrolloni lidhjen me rrjetin dhe riprovoni.

source: To easily verify your phone number, Signal can automatically detect your verification code if you allow Signal to view SMS messages.
sq: Që të verifikohet lehtësisht numri juaj i telefonit, Signal-i mund të zbulojë vetvetiu kodin tuaj të verifikimit, nëse e lejoni Signal-in të shohë mesazhe SMS.

source: You are now %d step away from submitting a debug log.
sq: Ju ndan %d hap nga parashtrimi i një regjistri diagnostikimesh.

source: You are now %d steps away from submitting a debug log.
sq: Ju ndajnë %d hapa nga parashtrimi i një regjistri diagnostikimesh.

source: Failed to save image changes
sq: Dështoi ruajtja e ndryshimeve të figurës.

source: No results found for '%s'
sq: S\’u gjetën përfundime për '%s'

source: Conversations
sq: Biseda.

source: Contacts
sq: Kontakte

source: Messages
sq: Mesazhe

source: Sending a message...
sq: Po dërgohet një mesazh…

source: Add to Contacts
sq: Shtoje te Kontaktet.

source: Invite to Signal
sq: Ftoje në Signal

source: Signal Message
sq: Mesazhe Signal

source: Signal Call
sq: Thirrje përmes Signal-i

source: Add to Contacts
sq: Shtoje te Kontakte

source: Invite to Signal
sq: Ftoje në Signal

source: Signal Message
sq: Mesazhe Signal

source: Image
sq: Figurë

source: Received corrupted key exchange message!
sq: U mor mesazh dëmtuar shkëmbimi kyçesh!

source: Received key exchange message for invalid protocol version.
sq: U mor mesazh shkëmbimi kyçesh për version të pavlefshëm protokolli.

source: Received message with new safety number. Tap to process and display.
sq: U mor mesazh me numër të ri sigurie. Prekeni që të vazhdohet dhe shfaqet.

source: You reset the secure session.
sq: E kthyet te parazgjedhjet sesionin e sigurt.

source: %s reset the secure session.
sq: %s e ktheu te parazgjedhjet sesionin e sigurt.

source: Duplicate message.
sq: Mesazh i përsëdytur.

source: Group updated
sq: Grupi u përditësua

source: Left the group
sq: La grupin

source: Secure session reset.
sq: Sesioni i sigurt u kthye te parazgjedhjet.

source: Draft:
sq: Skicë:

source: You called
sq: Ju thirrët

source: Called you
sq: Ju thirri

source: Missed call
sq: Thirrje e humbur

source: Media message
sq: Mesazh media

source: %s is on Signal!
sq: %s është në Signal!

source: Disappearing messages disabled
sq: Zhdukja e mesazheve është e çaktivizuar

source: Disappearing message time set to %s
sq: Koha për zhdukje mesazhesh është vënë %s

source: Safety number changed
sq: Numri i sigurisë ndryshoi

source: Your safety number with %s has changed.
sq: Numri juaj i sigurisë me %s është ndryshuar.

source: You marked verified
sq: E shënuat si të verifikuar

source: You marked unverified
sq: E shënuat si të paverifikuar

source: Signal update
sq: Përditësim i Signal-it

source: A new version of Signal is available, tap to update
sq: Është gati një version i ri i Signal-it, prekeni që të përditësohet

source: Block %s?
sq: Të bllokohet %s?

source: Blocked contacts will no longer be able to send you messages or call you.
sq: Kontaktet e bllokuara s\’do të jenë më në gjendje t\’ju dërgojnë mesazhe apo t\’ju telefonojnë.

source: Block
sq: Bllokoje

source: Share profile with %s?
sq: Të ndahet profili me %s?

source: The easiest way to share your profile information is to add the sender to your contacts. If you do not wish to, you can still share your profile information this way.
sq: Rruga më e lehtë për të ndarë me të tjerët të dhëna të profilit tuaj është shtimi i dërguesit te kontaktet tuaja. Nëse s\’doni ta bëni këtë, prapë mundeni të ndani të dhëna të profilit tuaj me të tjerët sipas kësaj rruge.

source: Share profile
sq: Ndaje profilin

source: Send message?
sq: Të dërgohet mesazhi?

source: Send
sq: Dërgoje

source: Send message?
sq: Të dërgohet mesazhi?

source: Send
sq: Dërgoje

source: Your contact is running an old version of Signal. Please ask them to update before verifying your safety number.
sq: Kontakti juaj xhiron një version të vjetër të Signal-it. Ju lutemi, kërkojini ta përditësojë, para se të verifikohet numri juaj i sigurisë.

source: Your contact is running a newer version of Signal with an incompatible QR code format. Please update to compare.
sq: Kontakti juaj xhiron një version më të ri të Signal-it, me një format kodi QR të papërputhshëm. Ju lutemi, që të krahasohen, përditësojeni.

source: The scanned QR code is not a correctly formatted safety number verification code. Please try scanning again.
sq: Kodi QR i skanuar s\’është kod verifikimi numri siguries i formatuar saktë. Ju lutemi, riprovoni skanimin.

source: Share safety number via...
sq: Ndajeni numrin e sigurisë me të tjerët përmes…

source: Our Signal safety number:
sq: Numri ynë i sigurisë për Signal:

source: It looks like you don't have any apps to share to.
sq: Duket se s\’keni ndonjë aplikacion me të cilin të ndahet.

source: No safety number to compare was found in the clipboard
sq: Në të papastër s\’u gjet numër sigurie për krahasim

source: Signal needs the Camera permission in order to scan a QR code, but it has been permanently denied. Please continue to app settings, select "Permissions", and enable "Camera".
sq: Që të mund të skanojë një kod QR, Signal-i lyp leje përdorimi të Kamerës, por kjo i është mohuar. Ju lutemi, kaloni te rregullimet e aplikacionit, përzgjidhni "Leje", dhe aktivizoni "Kamera".

source: Unable to scan QR code without Camera permission
sq: S\’arrihet të skanohet kodi QR pa lejim të kamerës

source: Bad encrypted message
sq: Mesazh i fshehtëzuar keq

source: Message encrypted for non-existing session
sq: Mesazh i fshehtëzuar për sesion që s\’ekziston

source: Bad encrypted MMS message
sq: Mesazh MMS i fshehtëzuar keq

source: MMS message encrypted for non-existing session
sq: Mesazh MMS i fshehtëzuar për sesion që s\’ekziston

source: Mute notifications
sq: Heshtoji njoftimet

source: No web browser installed!
sq: S\’ka shfletues të instaluar

source: Import in progress
sq: Importim në ecuri e sipër

source: Importing text messages
sq: Po importohen mesazhe tekst

source: Import complete
sq: Importimi u përfundua

source: System database import is complete.
sq: Importimi i bazës së të dhënave të sistemit u plotësua.

source: Touch to open.
sq: Prekeni për ta hapur.

source: Touch to open, or touch the lock to close.
sq: Prekeni për ta hapur, ose prekni çelësin për ta mbyllur.

source: Signal is unlocked
sq: Signal-i u shkyç

source: You
sq: Ju

source: Unsupported media type
sq: Lloj media i pambuluar

source: Draft
sq: Skicë:

source: Signal needs the Storage permission in order to save to external storage, but it has been permanently denied. Please continue to app settings, select "Permissions", and enable "Storage".
sq: Për të ruajtur gjëra në depozitë të jashtme, Signal-i lyp leje Depozitimi, por kjo i është mohuar. Ju lutemi, kaloni te rregullimet e aplikacionit, përzgjidhni "Leje", dhe aktivizoni "Depozitim".

source: Unable to save to external storage without permissions
sq: S\’bëhet dot ruajtje në depozitë të jashtme pa leje

source: Delete message?
sq: Të fshihet mesazhi?

source: This will permanently delete this message.
sq: Kjo do ta fshijë përgjithmonë këtë mesazh.

source: %1$d new messages in %2$d conversations
sq: %1$d mesazhe të reja në %2$d biseda

source: Most recent from: %1$s
sq: Më të rejat nga: %1$s

source: Locked message
sq: Mesazh i kyçur

source: Media message: %s
sq: Mesazh media: %s

source: Message delivery failed.
sq: Dërgimi i mesazhit dështoi.

source: Failed to deliver message.
sq: S\’u arrit të dërgohej mesazhi.

source: Error delivering message.
sq: Gabim në dërgimin e mesazhit.

source: Mark all as read
sq: Vëru shenjë të gjithëve si të lexuar

source: Mark read
sq: Vëri shenjë si të lexuar

source: Media message
sq: Mesazh media

source: Reply
sq: Përgjigju

source: Pending Signal messages
sq: Mesazhe Signal pezull

source: You have pending Signal messages, tap to open and retrieve
sq: Keni mesazhe Signal pezull, prekeni për t\’ia hapur dhe rimarrë

source: Contact
sq: Kontakt

source: Default
sq: Parazgjedhje

source: Calls
sq: Thirrje

source: Failures
sq: Dështime

source: Backups
sq: Kopjeruajtje

source: Lock status
sq: Gjendje kyçjeje

source: App updates
sq: Përditësime aplikacioni

source: Other
sq: Tjetër

source: Messages
sq: Mesazhe

source: Unknown
sq: I panjohur

source: Quick response unavailable when Signal is locked!
sq: S\’bëhet dot përgjigje e shpejtë, kur Signal-i është i kyçur!

source: Problem sending message!
sq: Problem në dërgim mesazhi!

source: Saved to %s
sq: U ruajt te %s

source: Saved
sq: U ruajt

source: Search
sq: Kërko

source: Search for conversations, contacts, and messages
sq: Kërkoni për biseda, kontakte dhe mesazhe

source: Invalid shortcut
sq: Shkurtore e pavlefshme

source: New message
sq: Mesazh i ri

source: %d Item
sq: %d Objekt

source: %d Items
sq: %d Objekte

source: Device no longer registered
sq: Pajisje jo më e regjistruar

source: This is likely because you registered your phone number with Signal on a different device. Tap to re-register.
sq: Ka gjasa që kjo të rrjedhë ngaqë numrin tuaj të telefonit e regjistruat me Signal-in në një pajisje tjetër. Prekeni që të riregjistrohet.

source: Error playing video
sq: Gabim në luajtjen e videos

source: To answer the call from %s, give Signal access to your microphone.
sq: Për t\’iu përgjigjur thirrjes prej %s, lejojini Signal-it të përdorë mikrofonin tuaj.

source: Signal requires Microphone and Camera permissions in order to make or receive calls, but they have been permanently denied. Please continue to app settings, select "Permissions", and enable "Microphone" and "Camera".
sq: Që të bëjë ose pranojë thirrje, Signal-i lyp leje mbi Mikrofonin dhe Kamerën, por këto i janë mohuar. Ju lutemi, kaloni te rregullimet e aplikacionit, përzgjidhni "Leje", dhe aktivizoni "Mikrofonin" dhe "Kamerën".

source: The safety number for your conversation with %1$s has changed. This could either mean that someone is trying to intercept your communication, or that %2$s simply re-installed Signal.
sq: Numri i sigurisë për bisedën tuaj me %1$s ka ndryshuar. Kjo mund të jetë shenjë se ose sepse dikush po rreket të përgjojë komunikimin tuaj, ose se %2$s thjesht ka riinstaluar Signal-in.

source: You may wish to verify your safety number with this contact.
sq: Mund të donit të verifikonit numrin tuaj të sigurisë me këtë kontakt.

source: New safety number
sq: Numër sigurie i ri

source: Accept
sq: Pranoje

source: End call
sq: Përfundoje thirrjen

source: Tap to enable your video
sq: Prekeni që të aktivizoni videon tuaj

source: Contact
sq: Kontakt

source: Contact
sq: Kontakt

source: Camera
sq: Kamera

source: Camera
sq: Kamera

source: Location
sq: Vendndodhje

source: Location
sq: Vendndodhje

source: Image or video
sq: Figurë ose video

source: File
sq: Kartelë

source: Gallery
sq: Galeri

source: File
sq: Kartelë

source: Toggle attachment drawer
sq: Hapni/mbyllni sirtarin e bashkëngjitjeve

source: Old passphrase
sq: Frazëkalimi i vjetër

source: New passphrase
sq: Frazëkalimi i ri

source: Repeat new passphrase
sq: Përsëritni frazëkalimin e ri

source: Enter name or number
sq: Jepni emër ose numër

source: No contacts.
sq: S\’ka kontakte.

source: Loading contacts…
sq: Po ngarkohen kontakte…

source: Contact Photo
sq: Foto Kontakti

source: Signal requires the Contacts permission in order to display your contacts, but it has been permanently denied. Please continue to the app settings menu, select "Permissions", and enable "Contacts".
sq: Që të mund të shfaqë kontaktet tuaja, Signal-i lyp leje mbi Kontaktet, por këto i janë mohuar. Ju lutemi, kaloni te menuja e rregullimeve të aplikacionit, përzgjidhni "Leje", dhe aktivizoni "Kontakte".

source: Error retrieving contacts, check your network connection
sq: Gabim në marrje kontaktesh, kontrolloni lidhjen tuaj në rrjet

source: No blocked contacts
sq: S\’ka kontakte të bllokuara

source: Signal needs access to your contacts in order to display them.
sq: Që të mund t’i shfaqë, Signal-i lyp leje përdorimi të kontakteve.

source: Show Contacts
sq: Shfaq Kontaktet

source: Signal message
sq: Mesazh Signal

source: Unsecured SMS
sq: SMS e pasiguruar

source: Unsecured MMS
sq: MMS e pasiguruar

source: From %1$s
sq: Nga %1$s

source: Send
sq: Dërgoje

source: Message composition
sq: Hartim mesazhi

source: Toggle emoji keyboard
sq: Shfaq/fshih tastierë emoji

source: Attachment Thumbnail
sq: Miniaturë Bashkëngjitjeje

source: Toggle quick camera attachment drawer
sq: Hap/mbyll sirtar të shpejtë bashkëngjitjesh nga kamera

source: Record and send audio attachment
sq: Incizoni dhe dërgoni bashkëngjitje zanore

source: Enable Signal for SMS
sq: Aktivizo Signal për SMS

source: SLIDE TO CANCEL
sq: RRËSHQITENI QË TË ANULOHET

source: Media message
sq: Mesazh media

source: Secure message
sq: Mesazh i siguruar

source: Send Failed
sq: Dërgimi Dështoi

source: Pending Approval
sq: Në Pritje të Miratimit

source: Delivered
sq: U dorëzua

source: Message read
sq: Mesazhi u lexua

source: Contact photo
sq: Foto kontakti

source: Play
sq: Luaje

source: Pause
sq: Ndalesë

source: Download
sq: Shkarkoje

source: Photo
sq: Foto

source: Document
sq: Dokument

source: You
sq: Ju

source: Original message not found
sq: S\’u gjet mesazhi origjinal

source: Scroll to the bottom
sq: Rrëshqit drejt fundit

source: Loading countries...
sq: Po ngarkohen vende…

source: Search
sq: Kërko

source: Scan the QR code displayed on the device to link
sq: Skanoni kodin QR të shfaqur te pajisja që do lidhur

source: Link device
sq: Lidhe pajisjen

source: No devices linked
sq: S\’ka pajisje të lidhur

source: Link new device
sq: Lidhni pajisje të re

source: continue
sq: vazhdo

source: Read receipts are here
sq: Mbërritën dëftesa leximi

source: Optionally see and share when messages have been read
sq: Shihni dhe ndani me të tjerët, në daçi, kur janë lexuar mesazhet

source: Enable read receipts
sq: Aktivizo dëftesa leximi

source: %d second
sq: %d sekondë

source: %d seconds
sq: %d sekonda

source: %d minute
sq: %d minutë

source: %d minutes
sq: %d minuta

source: %d hour
sq: %d orë

source: %d hours
sq: %d orë

source: %d day
sq: %d ditë

source: %d days
sq: %d ditë

source: %d week
sq: %d javë

source: %d weeks
sq: %d javë

source: Your safety number with %s has changed and is no longer verified
sq: Numri juaj i sigurisë me %s ka ndryshuar dhe s\’është më i verifikuar.

source: Your safety numbers with %1$s and %2$s are no longer verified
sq: Numrat tuaj të sigurisë me %1$s dhe %2$s s\’janë më të verifikuar.

source: Your safety numbers with %1$s, %2$s, and %3$s are no longer verified
sq: Numrat tuaj të sigurisë me %1$s, %2$s dhe %3$s s\’janë më të verifikuar.

source: Your safety number with %1$s has changed and is no longer verified. This could either mean that someone is trying to intercept your communication, or that %1$s simply reinstalled Signal.
sq: Numri juaj i sigurisë me %1$s ka ndryshuar dhe s\’është më i verifikuar. Kjo do të thotë ose dikush po provon të përgjojë komunikimin tuaj, ose se %1$s thjesht ka riinstaluar Signal-in.

source: Your safety numbers with %1$s and %2$s are no longer verified. This could either mean that someone is trying to intercept your communication, or that they simply reinstalled Signal.
sq: Numrat tuaj të sigurisë me %1$s dhe %2$s s\’janë më të verifikuar. Kjo do të thotë ose dikush po provon të përgjojë komunikimin tuaj, ose se thjesht ka riinstaluar Signal-in.

source: Your safety numbers with %1$s, %2$s, and %3$s are no longer verified. This could either mean that someone is trying to intercept your communication, or that they simply reinstalled Signal.
sq: Numrat tuaj të sigurisë me %1$s, %2$s dhe %3$s s\’janë më të verifikuar. Kjo do të thotë ose dikush po provon të përgjojë komunikimin tuaj, ose se thjesht ka riinstaluar Signal-in.
