Repository: ujdhesa/Signal-for-Android-sq-translation-revisited
Catalog: xliff_signal-android_master_*.xlf
Languages: sq

source: Cannot import backups from newer versions of Signal
sq: S\’mund të importohen kopjeruajtje prej versionesh më të rinj të Signal-it

source: Incorrect backup passphrase
sq: Jepni frazëkalim kopjeruajtjeje

source: Checking...
sq: Po kontrollohet…

source: %d messages so far...
sq: %d mesazhe deri tani…

source: Restore from backup?
sq: Të rikthehet prej kopjeruajtjeje?

source: Restore your messages and media from a local backup. If you don't restore now, you won't be able to restore later.
sq: Riktheni mesazhet dhe mediat tuaja që prej një kopjeruajtjeje vendore. Nëse s\’i riktheni tani, s\’do të jeni në gjendje t\’i riktheni më vonë.

source: Backup size: %s
sq: Madhësi kopjeruajtjeje: %s

source: Backup timestamp: %s
sq: Vulë kohore kopjeruajtjeje: %s

source: Enable local backups?
sq: Të aktivizohen kopjeruajtjet vendore?

source: Enable backups
sq: Aktivizoji kopjeruajtjet

source: Please acknowledge your understanding by marking the confirmation check box.
sq: Ju lutemi, na bëni të ditur se e keni kuptuar, duke i vënë shenjë kutizës së ripohimit

source: Delete backups?
sq: Të fshihen kopjeruajtjet?

source: Disable and delete all local backups?
sq: Të çaktivizohen dhe fshihen krejt kopjeruajtjet vendore?

source: Delete backups
sq: Fshiji kopjeruajtjet

source: Copied to clipboard
sq: U kopjua në të papastër

source: Signal requires external storage permission in order to create backups, but it has been permanently denied. Please continue to app settings, select "Permissions" and enable "Storage".
sq: Që të mund të krijohen kopjeruajtje, Signal-i lyp leje mbi depozitë të jashtme, por kjo i është mohuar. Ju lutemi, kaloni te rregullime aplikacioni, përzgjidhni "Leje" dhe aktivizoni "Depozitim".

source: Last backup: %s
sq: Kopjeruajtja e fundit: %s

source: In progress
sq: Në kryerje e sipër

source: Creating backup...
sq: Po krijohet kopjeruajtje…

source: %d messages so far
sq: %d mesazhe deri këtu

source: Verify %s
sq: Verifikoni %s

source: Please enter the verification code sent to %s.
sq: Ju lutemi, jepni kodin e verifikimit dërguar te %s.

source: Wrong number?
sq: Numër i gabuar?

source: Call me instead
sq: Më mirë më thirr

source: Available in:\u0020
sq: I gatshëm në:\u0020

source: Never
sq: Kurrë

source: Unknown
sq: E panjohur

source: Screen lock
sq: Kyçje ekrani

source: Lock Signal access with Android screen lock or fingerprint
sq: kyçni hyrjen në Signal përmes kyçje ekrani ose shenja gishtash Android

source: Screen lock inactivity timeout
sq: Kohë mbarimi plogështie për kyçje ekrani

source: None
sq: Asnjë

source: The Registration Lock PIN is not the same as the SMS verification code you just received. Please enter the PIN you previously configured in the application.
sq: PIN-i i Kyçjes së Regjistrimit s\’është i njëjtë me kodin e verifikimit SMS që sapo morët. Ju lutemi, jepni PIN-in që formësuat më herët te aplikacioni.

source: Registration Lock PIN
sq: PIN Kyçjeje Regjistrimi

source: Forgot PIN?
sq: Harruat PIN-in?

source: The PIN can consist of four or more digits. If you forget your PIN, you could be locked out of your account for up to seven days.
sq: PIN-i mund të përbëhet nga katër ose më shumë shifra. Nëse harroni PIN-in tuaj, mund të kyçeni jashtë llogarisë tuaj për deri në shtatë ditë.

source: Enter PIN
sq: Jepni PIN-in

source: Confirm PIN
sq: Ripohoni PIN-in

source: Enter your Registration Lock PIN
sq: Jepni PIN-in tuaj të Kyçjes së Regjistrimit

source: Enter PIN
sq: Jepni PIN-in

source: Enable a Registration Lock PIN that will be required to register this phone number with Signal again.
sq: Aktivizoni PIN Kyçjeje Regjistrimi që do të kërkohet për të riregjistruar këtë numër telefoni me Signal-in.

source: Registration Lock PIN
sq: PIN Kyçjeje Regjistrimi

source: Registration Lock
sq: Kyçje Regjistrimi

source: You must enter your Registration Lock PIN
sq: Duhet të jepni PIN-in tuaj të Kyçjes së Regjistrimit

source: Incorrect Registration Lock PIN
sq: PIN Kyçjeje Regjistrimi i pasaktë

source: Too many attempts
sq: Shumë përpjekje

source: You've made too many incorrect Registration Lock PIN attempts. Please try again in a day.
sq: Keni bërë shumë përpjekje të pasakta dhënieje PIN-i Kyçjeje Regjistrimi. Ju lutemi, riprovoni pas një dite.

source: Error connecting to service
sq: Gabim në lidhjen me shërbimin

source: Oh no!
sq: Oh, mos!

source: Registration of this phone number will be possible without your Registration Lock PIN after 7 days have passed since this phone number was last active on Signal. You have %d days remaining.
sq: Regjistrimi i këtij numri telefoni do të jetë i mundshëm pa PIN-in tuaj të Kyçjes së Regjistrimit pasi të kenë kaluar 7 ditë qëkur ky numër telefoni qe së fundi aktiv në Signal. Ju mbeten edhe %d ditë.

source: Registration lock PIN
sq: PIN Kyçjeje Regjistrimi

source: This phone number has Registration Lock enabled. Please enter the Registration Lock PIN.
sq: Ky numër telefoni ka të aktivizuar Kyçje Regjistrimi. Ju lutemi, jepni PIN Kyçjeje Regjistrimi.

source: Registration Lock is enabled for your phone number. To help you memorize your Registration Lock PIN, Signal will periodically ask you to confirm it.
sq: Kyçja e Regjistrimit është e aktivizuar për numrin tuaj të telefonit. Që t\’ju ndihmojë në mbajtjen mend të PIN-it tuaj të Kyçjes së Regjistrimi, Signal-i do t\’ju kërkojë në mënyrë të përsëritur ta ripohoni.

source: I forgot my PIN.
sq: Harrova PIN-in tim.

source: Forgotten PIN?
sq: Harruat PIN-in?

source: Registration Lock helps protect your phone number from unauthorized registration attempts. This feature can be disabled at any time in your Signal privacy settings
sq: Kyçja e Regjistrimit ndihmon të mbrohet numri juaj i telefoni nga përpjekje regjistrimi të paautorizuara. Kjo veçori mund të çaktivizohet kur të doni, te rregullimet tuaja mbi privatësinë në Signal

source: Registration Lock
sq: Kyçj Regjistrimi

source: Enable
sq: Aktivizoje

source: The Registration Lock PIN must be at least 4 digits.
sq: PIN-i i Kyçjes së Regjistrimit duhet të jetë të paktën 4 shifra.

source: The two PINs you entered do not match.
sq: Dy PIN-et që dhatë nuk përputhen.

source: Error connecting to the service
sq: Gabim gjatë lidhjes me shërbimin

source: Disable Registration Lock PIN?
sq: Të çaktivizohet PIN-i i Kyçjes së Regjistrimit?

source: Disable
sq: Çaktivizoje

source: Continue
sq: Vazhdo

source: Backups
sq: Kopjeruajtje

source: Signal is locked
sq: Signal-i është i kyçur

source: TAP TO UNLOCK
sq: PREKENI QË TË SHKYÇET

source: Reminder:
sq: Kujtues:

source: About
sq: Mbi
